[GENERAL]
NAME					= Français
TRANSLATOR				= Breat (http://breat.me)
DLG_FONT_NAME				= 
DLG_FONT_SIZE				= 


[TEXT]
TEXT_MESSAGEBOX_OK			= OK
TEXT_MESSAGEBOX_CANCEL			= Annuler
TEXT_MESSAGEBOX_ABORT			= Interrompre
TEXT_MESSAGEBOX_RETRY			= Réessayer
TEXT_MESSAGEBOX_IGNORE			= Ignorer
TEXT_MESSAGEBOX_YES			= Oui
TEXT_MESSAGEBOX_NO			= Non
TEXT_MESSAGEBOX_CONTINUE		= Continue

TEXT_APP_NAME				= Honeyview
TEXT_BETA				= Beta
TEXT_PORTABLE				= Portable
TEXT_BUILDNO				= Build#
TEXT_SELECT_FOLDER			= Sélectionner un dossier.
TEXT_ASSOC_IMAGE			= Fichier Image (${str1})
TEXT_ASSOC_RAWIMAGE			= Fichier Image RAW (${str1})
TEXT_ASSOC_EBOOK			= Fichier Image Compresser (${str1})
TEXT_APP_DESC				= Honeyview est une visionneuse d'image ultra-rapide.
TEXT_ABOUTBOX_TAB1			= A propos d'Honeyview
TEXT_PHOTOFOLDER_NAME			= Honeyview
TEXT_OPENFILEDLG_IMAGEFILE		= Fichier Image
TEXT_OPENFILEDLG_ALLFILE		= Tous les fichiers
TEXT_NEW_FOLDER				= Nouveau dossier
TEXT_TRANSF_FILE_BEGIN_WITH		= Honeyview_

TEXT_UPDATE_DOWNLOAD_ERROR_MSG		= Impossible de télécharger les fichiers d'installation requis.
TEXT_UPDATE_VERSION_CHECK_FAILED	= La vérification de la version a échouée
TEXT_UPDATE_VERSION_CHECKING		= Vérification de la version
TEXT_UPDATE_DOWNLOAD_FAILED		= Le téléchargement a échoué
TEXT_UPDATE_LATEST_VERSION		= Version déjà à jour
TEXT_UPDATE_DO_DOWNLOAD			= Mise à jour nécessaire
TEXT_UPDATE_DOWNLOAD_COMPLETED		= Le téléchargement est terminé

TEXT_MSG_LASTPAGE			= C'est la dernière image.
TEXT_MSG_FIRSTPAGE			= C'est la première image.
TEXT_MSG_NOIMAGEFILE			= Il n'y a pas d'image dans ce fichier compressé.
TEXT_MSG_INVALID_PHOTOFOLDER		= S'il vous plaît définir le chemin vers le dossier 'Photo' dans la configuration.
TEXT_MSG_CANTOPENARCHIVE		= Impossible d'ouvrir le fichier :
TEXT_MSG_INVALID_ARCHIVE_VERSION	= Ce fichier n'est pas pris en charge. S'il vous plaît mettre à jour à la dernière version.
TEXT_MSG_INVALID_PASSWORD		= Mot de passe incorrect.
TEXT_MSG_STRETCHWHENSMALL_ON		= Étirer les petites images : On
TEXT_MSG_STRETCHWHENSMALL_OFF		= Étirer les petites images : Off
TEXT_MSG_CANTOPENBOOKMARK		= Impossible d'ouvrir les favoris.
TEXT_MSG_BROKENARCHIVE			= Ce fichier compressé est endommagé.
TEXT_MSG_ADDTOBOOKMARK			= Ajouter aux favoris : 
TEXT_MSG_LOADRECENTBOOKMARK		= Ouvrir les favoris récemment enregistrés :
TEXT_MSG_SLIDESHOWSTART			= Démarrer le diaporama : ${TIME}sec
TEXT_MSG_SLIDESHOWSTOP			= Arrêter le diaporama
TEXT_MSG_ALWAYSONTOP_ON			= Toujours visible : On
TEXT_MSG_ALWAYSONTOP_OFF		= Toujours visible : Off
TEXT_MSG_ZOOMFIX_ON			= Correction du zoom avant/arrière : On
TEXT_MSG_ZOOMFIX_OFF			= Correction du zoom avant/arrière : Off
TEXT_MSG_EXTPROGERR_LAUNCH		= Ouverture de l'éditeur d'image
TEXT_MSG_EXTPROGERR_NOTSET		= Veuillez sélectionner l'éditeur d'images dans la configuration (paint, peinture, Photoshop, etc...). 
TEXT_MSG_ARCHIVEBOOKMARK		= Rappelez-vous l'emplacement dans le fichier compressé :
TEXT_MSG_RESTART_NOTIFY			= Ce programme va redémarrer.
TEXT_MSG_COPY2CLIPBOARD			= Copié dans le presse papier.
TEXT_MSG_COPY2CLIPBOARD_FAILED		= Impossible de copier dans le presse papier.
TEXT_MSG_BOOKMARK_EXPORTED		= Les favoris ont été enregistrés.
TEXT_MSG_BOOKMARK_EXPORT_FAILED		= Impossible d'enregistrer les favoris.
TEXT_MSG_BOOKMARK_OPEN_FAILED		= Impossible d'ouvrir les favoris 
TEXT_MSG_BOOKMARK_IMPORT_FAILED		= Impossible d'importer les favoris.
TEXT_MSG_BOOKMARK_IMPORTED		= Les favoris ont été importés.
TEXT_MSG_SETWALLPAPER_FAILED		= Impossible de définir l'image comme fond d'écran.
TEXT_MSG_CANT_OPEN_IMAGE		= Impossible d'ouvrir le fichier image.
TEXT_MSG_TRANSFORM_COMPLETED		= Traitement terminé.
TEXT_MSG_TRANSFORM_ERR_CANT_OPEN_FILE	= Impossible d'ouvrir le fichier.
TEXT_MSG_TRANSFORM_ERR_CANT_SAVE_FILE	= Impossible d'enregistrer le fichier.
TEXT_MSG_CANT_OPEN_MMF			= Impossible d'ouvrir MMF. (mmf:${str1})
TEXT_MSG_NOTICE_RESTART			= Ce programme va redémarrer.
TEXT_MSG_DELETED			= supprimé

TEXT_ASK_INIT				= Voulez-vous initialiser la configuration ?
TEXT_ASK_DELETE_IMAGE			= Voulez-vous supprimer ce fichier de la corbeille ?
TEXT_ASK_DELETE_ARCHIVE			= L'image actuelle est une partie de fichier compressé.[br][br]Voulez-vous supprimer le fichier compressé (${FILENAME}) complètement ?
TEXT_ASK_DELETE_BOOKMARKALL		= Voulez-vous supprimer tous les favoris enregistrés ?
TEXT_ASK_LAUNCH_ASSOCUI			= Pour Windows 8 ou une version ultérieure, les utilisateurs sont tenus d'associer les extensions.[br][br]Voulez-vous d'associer les extensions ?
TEXT_ASK_STOP_BATCH_PROCESSING		= Le traitement est en cours. Voulez-vous annuler ?

TEXT_FILTERMODE_NONE			= Pas de filtre
TEXT_FILTERMODE_BILINEAR		= Filtre : Fade
TEXT_FILTERMODE_SHARPEN			= Filtre : Fade + Sharpen

TEXT_SHOWMODE_NONE			= Vue : Taille d'origine (100%)
TEXT_SHOWMODE_FIT2WINDOW		= Vue : Ajuster à la fenêtre
TEXT_SHOWMODE_FIT2WIDTH			= Vue : Ajuster à la largeur
TEXT_SHOWMODE_TWO_L2R			= Double la page intelligemment (Gauche->Droite)
TEXT_SHOWMODE_TWO_R2L			= Double la page intelligemment (Gauche<-Droite)

TEXT_NEXTPATH_NOFILE			= Déplacer le dossier : Dernière image (Veuillez ouvrir un fichier)
TEXT_NEXTPATH_LASTFOLDER		= Dossier suivant: Dernière image
TEXT_PREVPATH_LASTFOLDER		= Dossier précédent : Dernière image
TEXT_NEXTPATH_OPENFOLDER		= Dossier suivant :
TEXT_PREVPATH_OPENFOLDER		= Dossier précédent :

TEXT_DELETE				= Supprimer : 
TEXT_COPY_TO_PHOTOFOLDER1		= Copier dans le dossier photo 1 :
TEXT_COPY_TO_PHOTOFOLDER2		= Copier dans le dossier photo 2:
TEXT_MOVE_TO_PHOTOFOLDER1		= Déplacer dans le dossier photo 1:

TEXT_SELECTFILEDLG_FILELIST		= Liste
TEXT_SELECTFILEDLG_DATE			= Date de modification
TEXT_SELECTFILEDLG_SIZE			= Taille

TEXT_BOOKMARKEDITDLG_PATH		= Chemin

TEXT_PAGETURNFX_NONE			= Aucun
TEXT_PAGETURNFX_HV2			= Tournant la page
TEXT_PAGETURNFX_ALPHA			= Fade
TEXT_PAGETURNFX_SLIDE			= Slide

TEXT_FILEINFO_FILENAME			= Nom du fichier
TEXT_FILEINFO_SIZE			= Taille de l'image
TEXT_FILEINFO_CREATETIME		= Date de création
TEXT_FILEINFO_MODIFYTIME		= Date de modification
TEXT_FILEINFO_IMGINFO			= Informations sur l'image
TEXT_FILEINFO_ROTATE			= Information de rotation
TEXT_FILEINFO_ZOOM			= Zoom avant/arrière

TEXT_EXIF_MAKER				= Créer
TEXT_EXIF_MODEL				= Modèle d'appareil photo
TEXT_EXIF_SOFTWARE			= Logiciel
TEXT_EXIF_ARTIST			= Artiste
TEXT_EXIF_COPYRIGHTPHOTOGRAPHER		= Copyright
TEXT_EXIF_DATETIME			= Date de prise de vue/Heure
TEXT_EXIF_FLASHUSED			= Flash
TEXT_EXIF_FOCALLENGTH			= Longueur focale
TEXT_EXIF_FOCALLENGTH_35MM		= Longueur focale (35mm)
TEXT_EXIF_EXPOSURETIME			= Vitesse d'obturation
TEXT_EXIF_EXPOSUREBIAS			= Correction d'exposition
TEXT_EXIF_APERTUREFNUMBER		= Nombre d'ouverture
TEXT_EXIF_ISOEQUIVALENT			= Vitesse ISO
TEXT_EXIF_METERINGMODE			= Mode de mesure
TEXT_EXIF_EXPOSUREPROGRAM		= Programme d'exposition
TEXT_EXIF_DISTANCE			= Distance focale
TEXT_EXIF_GPS				= Informations GPS
TEXT_EXIF_COMMENT			= Comment

TEXT_CUSTOMCMD_NOOPERATION		= Ne rien faire
TEXT_CUSTOMCMD_FULLSCREEN		= Plein écran
TEXT_CUSTOMCMD_MAXIMIZE			= Maximiser
TEXT_CUSTOMCMD_MINIMIZE			= Minimiser
TEXT_CUSTOMCMD_PAGESELECT		= Sélectionner l'image
TEXT_CUSTOMCMD_EXIT			= Quitter
TEXT_CUSTOMCMD_OPEN			= Ouvrir un fichier
TEXT_CUSTOMCMD_OPENFOLDER		= Ouvrir un dossier
TEXT_CUSTOMCMD_NEXT1			= Suivant 1 Page (Double vue) 
TEXT_CUSTOMCMD_PREV1			= Précédent 1 Page (Double vue)
TEXT_CUSTOMCMD_NEXT			= Image suivante
TEXT_CUSTOMCMD_PREV			= Image précédente
TEXT_CUSTOMCMD_NEXT_RANDOM		= Image suivante aléatoire
TEXT_CUSTOMCMD_PREV_RANDOM		= Image précédente aléatoire
TEXT_CUSTOMCMD_HOME			= Première image
TEXT_CUSTOMCMD_END			= Dernière image
TEXT_CUSTOMCMD_NEXT10			= Image suivante (10ème)
TEXT_CUSTOMCMD_PREV10			= Image précédente (10ème)
TEXT_CUSTOMCMD_SCROLL_UP		= Défilement vers le haut
TEXT_CUSTOMCMD_SCROLL_DN		= Défilement vers le bas
TEXT_CUSTOMCMD_SCROLL_LEFT		= Défilement vers la gauche
TEXT_CUSTOMCMD_SCROLL_RIGHT		= Défilement vers la droite
TEXT_CUSTOMCMD_ZOOM_IN			= Zoom avant
TEXT_CUSTOMCMD_ZOOM_OUT			= Zoom arrière
TEXT_CUSTOMCMD_COPY2PHOTOFOLDER		= Copier dans le dossier Photo
TEXT_CUSTOMCMD_MOVE2PHOTOFOLDER		= Déplacer dans le dossier Photo
TEXT_CUSTOMCMD_COPY2PHOTOFOLDER2	= Copy to Photo Folder2
TEXT_CUSTOMCMD_NEXTPATH			= Prochain fichier/dossier compressé
TEXT_CUSTOMCMD_PREVPATH			= Précédent fichier/dossier compressé
TEXT_CUSTOMCMD_CONTEXT_MENU		= Menu contextuel
TEXT_CUSTOMCMD_EXIFSHOW_TOGGLE		= Afficher les informations EXIF du fichier

TEXT_COMBO_GIF_TRANS_OPTION_0		= Utiliser la palette GIF d'origine
TEXT_COMBO_GIF_TRANS_OPTION_1		= Utiliser un fond blanc
TEXT_COMBO_GIF_TRANS_OPTION_2		= Utiliser un fond avec une grille
TEXT_COMBO_GIF_TRANS_OPTION_3		= Utiliser un fond noir

TEXT_COMBO_LASTFILE_ACTION_NONE		= Ne rien faire
TEXT_COMBO_LASTFILE_ACTION_ASK		= Demander
TEXT_COMBO_LASTFILE_ACTION_LOOP		= Aller au premier fichier
TEXT_COMBO_LASTFILE_ACTION_NEXTPATH	= Aller au fichier/dossier suivant/précédent

TEXT_ASSOC_GROUP0			= Formats d'image fréquemment utilisés
TEXT_ASSOC_GROUP1			= Formats d'image nouvellement introduits
TEXT_ASSOC_GROUP2			= Formats d'image sans perte de l'appareil photo
TEXT_ASSOC_GROUP3			= Formats d'images compressés

TEXT_SORT_METHOD_FILENAME		= Trier par nom
TEXT_SORT_METHOD_DATE			= Trier par date de modification
TEXT_SORT_METHOD_SIZE			= Trier par taille
TEXT_SORT_METHOD_EXT			= Trier par type

TEXT_TRANSF_RESIZE_NONE			= Ne pas redimensionner
TEXT_TRANSF_RESIZE_KEEPRATIO		= Conserver les proportions d'origine
TEXT_TRANSF_RESIZE_FITWIDTH		= Ajuster à la largeur
TEXT_TRANSF_RESIZE_ADD			= Ajouter rembourrage 
TEXT_TRANSF_RESIZE_CUT			= Découper l'image
TEXT_TRANSF_RESIZE_STRETCH		= Etirer l'image

TEXT_TRANSF_FORMAT_TO_SAVE_AUTO		= Auto
TEXT_TRANSF_FORMAT_TO_SAVE_JPG		= JPG
TEXT_TRANSF_FORMAT_TO_SAVE_PNG		= PNG

TEXT_BTN_PREV_FOLDER			= Dossier précédent ( [ )
TEXT_BTN_NEXT_FOLDER			= Dossier suivant ( ] )
TEXT_BTN_PREV_ARCHIVE			= Fichier compressé précédent ( [ )
TEXT_BTN_NEXT_ARCHIVE			= Fichier compressé Suivant ( ] )


[MENU]
MENUSTR_OPEN				= Ouvrir\tF2
MENUSTR_OPENFOLDER			= Ouvrir dossier\tF
MENUSTR_CLOSE				= Fermer\tF4
MENUSTR_PAGESELECT			= Sélectionner une image\tEntrée
MENUSTR_OPEN_FILEPOSITION		= Afficher dans l'Explorateur Windows\tCtrl+Entée

MENUSTR_FILTER_NONE			= Pas de filtre\tU
MENUSTR_FILTER_BILINEAR			= Fade\tI
MENUSTR_FILTER_SHARPEN			= Fade + Sharpen\tS

MENUSTR_PAGEMOVE			= Déplacer l'image
MENUSTR_PAGEMOVE_NEXT			= Image suivante\t->
MENUSTR_PAGEMOVE_PREV			= Image précédente\t<-
MENUSTR_PAGEMOVE_HOME			= Première image\tDébut
MENUSTR_PAGEMOVE_END			= Dernière image\tFin
MENUSTR_PAGEMOVE_NEXT10			= Image suivante (10ème)\tCtrl+PageDown
MENUSTR_PAGEMOVE_PREV10			= Image précédente (10ème)\tCtrl+PageUp
MENUSTR_PAGEMOVE_RAND_NEXT		= Image aléatoire suivante\tCtrl+Alt+PageDown
MENUSTR_PAGEMOVE_RAND_PREV		= Image aléatoire précédente\tCtrl+Alt+PageUp
MENUSTR_PAGEMOVE_NEXT_PATH		= Dossier/Fichier compressé suivant\t]
MENUSTR_PAGEMOVE_PREV_PATH		= Dossier/Fichier compressé précédent\t[

MENUSTR_INTERPOLATEMODE			= Interpolation
MENUSTR_INTERPOLATEMODE_BILINEAR	= Interpolation bilinéaire (Rapide)
MENUSTR_INTERPOLATEMODE_BICUBIC		= Interpolation bicubique (Lent, Haute Qualité)
MENUSTR_INTERPOLATEMODE_LANCZOS		= Interpolation Lanczos (Lent, Haute Qualité)

MENUSTR_IMAGE_PROCESSING		= Effet de l'image
MENUSTR_IMAGE_PROCESSING_NEGATIVE	= Image inversée\tCtrl+I
MENUSTR_IMAGE_PROCESSING_GAMMA		= Compensation gamma\tCtrl+G
MENUSTR_IMAGE_PRICESSING_FLIP		= Retourner verticalement\tCtrl+F
MENUSTR_IMAGE_PRICESSING_MIRROR		= Retourner horizontalement\tCtrl+M

MENUSTR_SORT_METHOD			= Trier par
MENUSTR_SORT_METHOD_FILENAME		= Nom
MENUSTR_SORT_METHOD_DATE		= Date de modification
MENUSTR_SORT_METHOD_SIZE		= Taille
MENUSTR_SORT_METHOD_EXT			= Type
MENUSTR_SORT_DESCENDING			= Descending

MENUSTR_SHOWMODE			= Voir l'image
MENUSTR_FILTER_STRETCHWHENSMALL		= Étirer les petites images\tZ
MENUSTR_SHOWMODE_NONE			= Taille d'origine (100%)\t0
MENUSTR_SHOWMODE_STRETCH		= Ajuster à la fenêtre\t9
MENUSTR_SHOWMODE_FITWIDTH		= Ajuster à la largeur\t8
MENUSTR_SHOWMODE_TWO_L2R		= Double la page intelligemment (Gauche->Droite)\t7
MENUSTR_SHOWMODE_TWO_R2L		= Double la page intelligemment (Gauche<-Droite)\t6

MENUSTR_ZOOM				= Zoom
MENUSTR_ZOOM_IN				= Zoom avant\t+
MENUSTR_ZOOM_OUT			= Zoom arrière\t-
MENUSTR_ZOOM_FIX			= Correction\tCtrl+K
MENUSTR_ZOOM_100			= 100%\t*
MENUSTR_ZOOM_IN_1			= Zoom avant (1%)\tCtrl++
MENUSTR_ZOOM_OUT_1			= Zoom arrière (1%)\tCtrl+-

MENUSTR_ROTATION			= Rotation
MENUSTR_ROTATION_NONE			= Ne pas faire pivoter\tAlt+Up
MENUSTR_ROTATION_L90			= Rotation de 90˚ dans le sens antihoraire\tAlt+Left
MENUSTR_ROTATION_R90			= Rotation de 90˚ dans le sens horaire\tAlt+Right
MENUSTR_ROTATION_180			= Rotation de 180˚\tAlt+Down

MENUSTR_EXIFSHOW_TOGGLE			= Informations sur le fichier/EXIF\tTAB
MENUSTR_WALLPAPER			= Définir comme fond d'écran...
MENUSTR_DELETE				= Supprimer\tDel
MENUSTR_COPY_TO_PHOTOFOLDER		= Copier dans le dossier Photo\tIns
MENUSTR_EXTPROG0			= Ouvrir avec l'éditeur d'image\tCtrl+E
MENUSTR_PRINT				= Imprimer\tCtrl+P
MENUSTR_COPY2CLIPBOARD			= Copier dans le presse papier\tCtrl+C

MENUSTR_SETTING				= Configuration\tF5
MENUSTR_ABOUT				= A propos d'Honeyview\tF1
MENUSTR_EXIT				= Quitter\tX

; about popup menu
MENUSTR_HOMEPAGE			= Page d'accueil
MENUSTR_HELP				= Aide

; bookmark popup menu
MENUSTR_BOOKMARK_ADD			= Ajouter aux favoris\tB
MENUSTR_BOOKMARK_DELALL			= Supprimer tous les favoris
MENUSTR_BOOKMARK_SETTTING		= Options des favoris
MENUSTR_BOOKMARK_EDIT			= Modifier les favoris\tF3

; slideshow popup menu
MENUSTR_SLIDESHOW_00			= Arrêter le diaporama\tCtrl+0
MENUSTR_SLIDESHOW_01			= 1 seconde\tCtrl+1
MENUSTR_SLIDESHOW_02			= 2 secondes\tCtrl+2
MENUSTR_SLIDESHOW_03			= 3 secondes\tCtrl+3
MENUSTR_SLIDESHOW_04			= 4 secondes\tCtrl+4
MENUSTR_SLIDESHOW_05			= 5 secondes\tCtrl+5
MENUSTR_SLIDESHOW_06			= 6 secondes\tCtrl+6
MENUSTR_SLIDESHOW_07			= 7 secondes\tCtrl+7
MENUSTR_SLIDESHOW_08			= 8 secondes\tCtrl+8
MENUSTR_SLIDESHOW_09			= 9 secondes\tCtrl+9
MENUSTR_SLIDESHOW_10			= 10 secondes
MENUSTR_SLIDESHOW_15			= 15 secondes
MENUSTR_SLIDESHOW_20			= 20 secondes
MENUSTR_SLIDESHOW_25			= 25 secondes
MENUSTR_SLIDESHOW_30			= 30 secondes
MENUSTR_SLIDESHOW_60			= 60 secondes
MENUSTR_SLIDESHOW_90			= 90 secondes
MENUSTR_SLIDESHOW_LOOP			= Répéter
MENUSTR_SLIDESHOW_RANDOM		= Aléatoire

MENUSTR_PAGETURNFX_NONE			= Pas d'effet
MENUSTR_PAGETURNFX_HV2			= Retourner
MENUSTR_PAGETURNFX_ALPHA		= Fade
MENUSTR_PAGETURNFX_SLIDE		= Glisser

MENUSTR_PHOTOFOLDER_COPY1		= Copier dans le dossier Photo 1\tInsert
MENUSTR_PHOTOFOLDER_MOVE1		= Déplacer dans le dossier Photo 1\tCtrl+Insert
MENUSTR_PHOTOFOLDER_COPY2		= Copier dans le dossier Photo 2\tShift+Insert
MENUSTR_PHOTOFOLDER_SETTING		= Option du dossier Photo
MENUSTR_PHOTOFOLDER_OPEN		= Ouvrir le dossier Photo 1

MENUSTR_TRANSFORMDLG			= Convertir l'image (Rotation, Redimensionner)\tCtrl+T

[DIALOG]
IDCANCEL				= Annuler
IDOK					= OK

[IDD_ABOUT]  
IDD_ABOUT				= A propos d'Honeyview
IDC_BTN_HOMEPAGE			= Page d'accueil
IDC_BTN_UPDATE				= Mise à jour

[IDD_SETTING]
IDD_SETTING				= Configuration
IDC_BTN_INIT				= Réinitialisation

[IDD_SETTING_GENERAL]
IDC_STATIC_SETTING			= Option Générale
IDC_CHK_USESNAP				= Accrocher la fenêtre
IDC_CHK_DONOTREMEMBERFOLDER		= Ne pas enregistrer le chemin du dossier récent
IDC_CHK_ONE_INSTANCE			= Ne pas permettre à plusieurs instances de Honeyview
IDC_CHK_ASK_DELETE			= Demander confirmation avant de supprimer un fichier
IDC_CHK_NO_CENTER_MESSAGE		= Messages de notification d'affichage dans le coin plutôt qu'au centre
IDC_CHK_ALWAYS_ON_TOP			= Toujours visible (Ctrl+A)
IDC_CHK_ESC_TO_EXIT			= Quitter avec ESC
IDC_CHK_CHECK_UPDATE			= Vérifier la dernière version
IDC_CHK_CHECK_UPDATE_MINOR		= Vérifier pour les versions mineures
IDC_STATIC_LASTFILEACTION_IMAGE		= Action, quand la dernière/première image :
IDC_STATIC_LASTFILEACTION_ARCHIVE	= Action, quand la dernière/première image dans l'archive :

[IDD_SETTING_VIEW]
IDC_STATIC_VIEW				= Afficher les paramètres
IDC_CHK_SHOWBORDER			= Afficher la bordure de la fenêtre principale
IDC_CHK_SHOW_OVERLAY_FILEINFO		= Afficher le nom de fichier sur l'image lorsque le menu principal est caché (Shift+TAB)
IDC_CHK_SAVE_ZOOM_FIX			= Enregistrer l'état du zomm avant/arrière
IDC_CHK_DO_NOT_SHOW_TITLE_BAR		= Ne pas afficher la barre de menu du haut
IDC_CHK_DO_NOT_SHOW_CONTROL_BAR		= Ne pas afficher la barre d'état inférieure
IDC_CHK_DO_NOT_SIDE_ARROW		= Ne pas afficher les boutons à côté des flèches
IDC_CHK_DO_NOT_SHOW_ANIMINFO		= Ne pas afficher le contrôle animation-info
IDC_CHK_DO_NOT_SHOW_ZOOMINFO		= Ne pas afficher le contrôle animation-zoom
IDC_CHK_HIDE_TOOLTIP_HELP		= Ne pas afficher d'infobulle au passage de la souris
IDC_CHK_EXIFINFO_SMALL_FONT		= Utiliser une petite police pour informations sur le fichier/EXIF
IDC_CHK_USEBKGNDIMAGE			= Changer l'image de fond par défaut
IDC_BTN_BKGND_SET			= Parcourir...
IDC_BTN_BKGND_OPEN			= Ouvrir le dossier
IDC_STATIC_BKGNDCOLOR			= Couleur de fond :
IDC_BTN_BKGND				= Sélectionner...
IDC_STATIC_BORDERCOLOR			= Couleur de la bordure :
IDC_BTN_BORDERCOLOR			= Sélectionner...

[IDD_SETTING_BOOKMARK]
IDC_STATIC_BOOKMARK			= Paramètres des favoris
IDC_CHK_AUTOBOOKMARK			= Sauvegarder automatiquement le chemin de l'image actuelle dans les favoris
IDC_CHK_SHARE_SETTING			= Partager la configuration/favoris entre plusieurs fenêtres
IDC_CHK_REMEMBER_FILEPOS_IN_ARCHIVE	= Sauvegarder automatiquement le chemin de l'image actuelle dans le fichier compressé
IDC_BTN_CLEAR_FILE_POS_IN_ARCHIVE	= Supprimer
IDC_STATIC_MAX_BOOKMARK			= Nombre maximal des favoris :

[IDD_SETTING_ASSOC]
IDC_STATIC_ASSOC_IMAGE			= Liste des extensions de fichier associés
IDC_BTN_IMAGE_SELECT			= Sélectionner tout
IDC_BTN_IMAGE_DESELECT			= Tout désélectionner
IDC_BTN_APPLY_NOW			= Appliquer maintenant

[IDD_SETTING_ASSOC_NEW]
IDC_STATIC_ASSOC_IMAGE			= Association des extensions
IDC_STATIC_ASSOC_DESC1			= Pour Windows 8 ou plus récent, vous pouvez associer les fichiers comme ceci :
IDC_STATIC_ASSOC_DESC2			= 1. Cliquer sur le bouton ci-dessous "Paramètres d'association"
IDC_STATIC_ASSOC_DESC3			= 2. cocher "Sélectionner tout" dans la fenêtre "Paramètres d'association"
IDC_STATIC_ASSOC_DESC4			= 3. Cliquer sur le bouton "Enregister".
IDC_STATIC_ASSOC_DESC1_10		= Pour Windows 10 ou plus récent, vous pouvez associer les fichiers comme ceci :
IDC_STATIC_ASSOC_DESC2_10		= 1. Cliquer sur le bouton ci-dessous "Paramètres d'association"
IDC_STATIC_ASSOC_DESC3_10		= 2. Aller à la visionneuse de photos dans la fenêtre des applications par défaut.
IDC_STATIC_ASSOC_DESC4_10		= 3. Selectionner "Honeyview" comme visionneuse photos par défaut.
IDC_BTN_LAUNCH_ASSOC_REG_UI		= Paramètres d'association
IDC_BTN_SHOW_CLASSIC_ASSOC_UI		= Méthode classique

[IDD_SETTING_IMAGEPROCESSING]
IDC_STATIC_IMAGEPROCESSING		= Traitement de l'image
IDC_CHK_EXIFROTATION			= Rotation automatique des images basées sur les informations EXIF
IDC_CHK_STRONG_SHARPEN			= Utiliser un filtre de netteté fort
IDC_CHK_CACHE_IMAGE			= Image suivante en cache
IDC_STATIC_CACHE_MEMORY_SIZE		= Taille de la mémoire cache: 
IDC_CHK_ALIGN_TOP_WHEN_LARGE		= Voir le haut de l'image, si l'image est plus grande que la fenêtre
IDC_CHK_USE_PREVIEW_MODE		= Afficher les images en faible qualité en premier pour un rendu plus rapide
IDC_CHK_USE_IMAGE_ICC			= Utiliser les données de profil ICC de l'image
IDC_CHK_USE_MONITOR_ICC			= Utiliser les données de profil ICC de l'écran
IDC_STATIC_GIF_TRANSPARENT_OPTION	= Fond transparent pour les images GIF :
IDC_STATIC_IMAGE_TRANSPARENT_OPTION	= Fond transparent pour les images 32 bits :
IDC_STATIC_IMAGE_INTERPOLATE_OPTION	= Interpolation (Filtre de redimensionnement):
IDC_STATIC_PAGETURNFX			= Effet de rotation des pages :

[IDD_SETTING_CUSTOM_KEY]
IDC_STATIC_CUSTOMKEYDESC_ENABLE		= Vérifier
IDC_STATIC_CUSTOMKEYDESC_KEY		= Raccourcis
IDC_STATIC_CUSTOMKEYDESC_ACTION		= Action

[IDD_SETTING_CUSTOM_MOUSE]
IDC_STATIC_CUSTOMMOUSE_ENABLE		= Option
IDC_STATIC_CUSTOMMOUSE_ACTION		= Action
IDC_CHK_CUSTOM_LBUTTON			= Bouton gauche
IDC_CHK_DBLCLICK2MAXIMIZE		= (Dés)activer le mode plein écran en double-cliquant
IDC_CHK_CLICK2PAGETURN			= Tourner la page quand les bord de la fenêtres sont cliqués
IDC_CHK_CUSTOM_MBUTTON			= Bouton du milieu
IDC_CHK_CUSTOM_RBUTTON			= Bouton droit
IDC_CHK_CUSTOM_XBUTTON			= X bouton
IDC_CHK_CUSTOM_YBUTTON			= Y bouton
IDC_CHK_CUSTOM_WHEELUP			= Molette vers le haut 
IDC_CHK_CUSTOM_WHEELDN			= Molette vers le bas

[IDD_SETTING_SHELL]
IDC_STATIC_SHELL_TITLE			= Paramètres du menu contextuel
IDC_CHK_SHELL_USE_SHELL_MENU		= Utiliser le menu contextuel dans l'Explorateur Windows
IDC_CHK_SHELL_TRANSFORM_DLG		= Convertir l'image avec Honeyview
IDC_CHK_SHELL_SHOW_WITH_HONEYVIEW	= Visualiser l'image avec Honeyview
IDC_CHK_SHELL_PREVIEW_IMAGE		= Aperçu dans le menu contextuel
IDC_CHK_SHELL_SHOW_IMAGE_INFO		= Voir les informations de l'image
IDC_CHK_SHELL_SHOW_ICON			= Afficher l'icône d'Honeyview

[IDD_SETTING_ETC]
IDC_STATIC_SETTING_ETC			= Divers paramètres
IDC_STATIC_PHOTOFOLDER			= Dossier photo
IDC_STATIC_PHOTOFOLDER_DESC1		= Dossier photo 1:
IDC_STATIC_PHOTOFOLDER_DESC2		= Dossier photo 2:
IDC_BTN_PHOTOFOLDER_SET1		= Parcourir...
IDC_BTN_PHOTOFOLDER_OPEN1		= Ouvrir
IDC_BTN_PHOTOFOLDER_SET2		= Parcourir...
IDC_BTN_PHOTOFOLDER_OPEN2		= Ouvrir
IDC_STATIC_EXTPROGRAM			= Éditeur d'image
IDC_BTN_SET_EXTPROG0			= Parcourir...
IDC_BTN_SET_EXTPROG1_FAST		= Préréglage
IDC_CHK_PAGETURNWAV			= Effet sonore pour les défilement des pages
IDC_CHK_DO_NOT_LOAD_RAW_IMAGE_FILE	= Ne pas ouvrir les fichiers RAW
IDC_CHK_SKIP_RAWIMAGE_WHEN_JPG_EXIST	= Lors de l'ouverture des fichiers JPEG, ne pas ouvrir les fichiers RAW avec le même nom
IDC_CHK_READ_THUMBNAIL_WHEN_LOAD_RAW	= Lors de l'ouverture des fichiers RAW, montrer la vignette si disponible
IDC_CHK_RESIZE_WINDOW_2_FITIMAGE	= Ajuster la taille de la fenêtre à la taille de l'image
IDC_CHK_DISABLE_SCREEN_SAVER		= Désactiver économiseur d'écran Windows quand Honeyview est en cours d'exécution

[IDD_SETTING_LANG]
IDC_STATIC_LANG				= Paramètres de langue
IDC_STATIC_OPEN_MULTLANG_PAGE		= (Télécharger plus de langues...)
IDC_STATIC_OPEN_LANG_FOLDER		= (Ouvrir le dossier de la langue...)

[IDD_PAGESELECT]
IDD_PAGESELECT				= Sélectionner l'image
IDC_CHECK_SHOW_THUMBNAIL		= Masquer les vignettes

[IDD_PASSINPUT]
IDD_PASSINPUT				= Saisir un mot de passe
IDC_STATIC_PASSDESC			= Ce fichier est crypté. Veuiller entrer le mot de passe.

[IDD_BOOKMARK_EDIT]
IDD_BOOKMARK_EDIT			= Modifier les favoris
IDC_BTN_DEL				= Supprimer
IDC_BTN_IMPORT				= Importer les favoris
IDC_BTN_EXPORT				= Exporter les favoris

[IDD_PRINT]
IDD_PRINT				= Imprimer
IDC_GROUP_PRINTER			= Sélectionner une imprimante
IDC_BTN_PRINTER_PROPERTY		= Propriétés
IDC_CHK_ROTATE				= Rotation de 90˚
IDC_CHK_FIT_IN				= Echelle du papier
IDC_STATIC_ZOOM				= Echelle:
IDC_STATIC_MARGIN_L			= Marge de gauche :
IDC_STATIC_MARGIN_T			= Haut :
IDC_STATIC_MARGIN_R			= Droite :
IDC_STATIC_MARGIN_B			= Bas :
IDC_STATIC_COPIES			= Copies :
IDC_BTN_PRINT				= Imprimer
IDC_BTN_CLOSE				= Fermer

[IDD_UPDATE]
IDD_UPDATE				= Honeyview mises à jour
IDC_STATIC_MESSAGE_1			= Les mises à jour d'Honeyview sont prêtes.
IDC_STATIC_MESSAGE_2			= Cliquer sur le bouton "Mettre à jour" pour installer la nouvelle version.
IDOK					= Mettre à jour
IDCANCEL				= Annuler
IDC_BTN_SETTING_UPDATE			= Paramètres

[IDD_ASK_OVERWRITE]
IDD_ASK_OVERWRITE			= Renommer ou écraser
IDC_STATIC_ASK_OVERWRITE		= Le fichier existe déjà.
IDC_STATIC_SRC				= Image actuelle
IDC_STATIC_DST				= Image cible
IDC_BTN_OVERWRITE			= Ecraser
IDC_BTN_RENAME				= Enregistrer sous...

[IDD_WALLPAPER]
IDD_WALLPAPER				= Mettre en fond d'écran
IDC_STATIC_PREVIEW			= Aperçu
IDC_STATIC_BACK_COLOR			= Couleur de fond
IDC_RADIO_BACKCOLOR_0			= Noir
IDC_RADIO_BACKCOLOR_1			= Auto
IDC_RADIO_BACKCOLOR_2			= Personnaliser...
IDC_BTN_BKGND				= Sélectionner...
IDC_BTN_CLOSE				= Fermer
IDC_BTN_APPLY				= Appliquer maintenant

[IDD_OPEN_PROGRESS]
IDD_OPEN_PROGRESS			= Ouvrir un fichier
IDC_STATIC_OPENING			= Ouverture...

[IDD_SELECT_FOLDER]
IDD_SELECT_FOLDER			= Sélectionner un dossier
IDC_STATIC_FOLDER			= Chemin du dossier:
IDC_BTN_NEWFOLDER			= Nouveau dossier
IDC_CHK_OPEN_SUBFOLDER			= Inclure tous les fichiers des sous-dossiers

[IDD_TRANSFORM]
IDD_TRANSFORM				= Conversion d'image
IDC_STATIC_FILELIST			= Liste des fichiers
IDC_STATIC_PREVIEW			= Aperçu
IDC_BTN_START				= Démarrer
IDC_BTN_CLOSE				= Fermer
IDC_BTN_OPEN_DEST_FOLDER		= Ouvrir dossier

[IDD_TRANSFORM_OPT]
IDC_STATIC_ROTATE			= Rotation
IDC_RADIO_ROTATE_NONE			= Ne pas faire pivoter
IDC_RADIO_ROTATE_LEFT			= Rotation de 90˚ dans le sens antihoraire
IDC_RADIO_ROTATE_RIGHT			= Rotation de 90˚ dans le sens horaire
IDC_RADIO_ROTATE_180			= Rotation de 180˚
IDC_RADIO_ROTATE_AUTO			= Rotation automatique en accord avec les informations EXIF
IDC_STATIC_RESIZE			= Redimensionner
IDC_STATIC_RESIZE_SIZE			= nouvelle taille

IDC_STATIC_FORMAT			= Paramètres de format
IDC_STATIC_FORMAT_SELECT		= Format :
IDC_STATIC_FORMAT_QUALITY		= Qualité :
IDC_STATIC_SAVE				= Dossier de destination
IDC_RADIO_TARGETFOLDER_SAMEFOLDER	= Enregistrer dans le dossier d'origine
IDC_RADIO_TARGETFOLDER_PHOTOFOLDER	= Enregistrer dossier Photo
IDC_RADIO_TARGETFOLDER_CUSTOM		= Enregistrer sous :
IDC_STATIC_FILENAME_HEADER		= Préfixe du nom du fichier
IDC_STATIC_FILENAME2SAVE		= Aperçu du nom du fichier
IDC_BTN_INIT				= Réinitialiser


[SKIN]
$TT_FULLSCREEN				= Plein écran (Alt+Enter)
$TT_TOGGLE_ZOOM_CONTROL			= Raccourcis : (/)
$TT_TOGGLE_ANIMINFO_CONTROL		= Hotkey: Alt+Z
$TT_PAGESELECT				= Sélectionner l'image (Enter)
$TT_LOCKCONTROLBAR			= Verrouiller les contrôles (~)
$TT_LOCKTITLEBAR			= Verrouiller les menu (`)
$TT_COPY_EXIFINFO			= Copier l'image/infos EXIF (Ctrl+Shift+C)
$TT_TOGGLE_EXIF				= Afficher/Masquer les informations sur l'image/EXIF (Tab)
$TT_LAUNCH_GPS_LOCATION			= Voir l'emplacement sur Google Maps.
$TT_PLAY_SOUNDNSHOT			= Lire le fichier audio
$TT_CLOSE_EXIFINFO			= Fermer (Tab)
$TT_PREV_BTN				= Bouton gauche :  Précédent, Bouton droit : Précédent (10)
$TT_NEXT_BTN				= Bouton gauche : Suivant, Bouton droit : Suivant (10)

$BTN_TEXT_EXIF				= EXIF
$BTN_TEXT_GPS				= GPS
$BTN_TEXT_PLAY_SOUNDNSHOT		= Son
$BTN_TEXT_SHOWMODE			= Vue
$BTN_TEXT_PHOTOFOLDER			= Copier vers
$BTN_TEXT_EDIT				= Editer
$BTN_TEXT_STICKY			= Verrouiller
$BTN_TEXT_BOOKMARK			= Favori
$BTN_TEXT_SLIDESHOW			= Diaporama
$BTN_TEXT_UPDATE			= Nouvelle version disponible

$TEXT_SETTINGTAB_GENERAL		= Général
$TEXT_SETTINGTAB_VIEW			= Affichage
$TEXT_SETTINGTAB_BOOKMARK		= Favori
$TEXT_SETTINGTAB_ASSOC			= Association
$TEXT_SETTINGTAB_IMAGEPROCESS		= Traitement image
$TEXT_SETTINGTAB_KEYBOARD		= Clavier
$TEXT_SETTINGTAB_MOUSE			= Souris
$TEXT_SETTINGTAB_SHELL			= Menu contextuel
$TEXT_SETTINGTAB_ETC			= Divers
$TEXT_SETTINGTAB_LANG			= Langue

$TEXT_DESKTOP				= Bureau
$TEXT_DOCUMENT				= Document
$TEXT_PICTURE				= Image
$TEXT_COMPUTER				= Ordinateur


[SHELL]
TEXT_LAUNCH_TRANSFORM_DLG		= Convertir avec Honeyview(&2)
TEXT_LAUNCH_HONEYVIEW			= Visualiser avec Honeyview(&3)
TEXT_LOADING				= Chargement...
TEXT_IMAGE_LOAD_FAILED			= Impossible de charger le fichier
TEXT_IMAGE_LOAD_FAIL_NOT_SUPPORTED	= No Preview Available


[INSTALLER]
LNK_FILE_DESC				= Lancer Honeyview
UNINSTALLER_LNK_NAME 			= Programme de désinstallation

MSG_STILLRUN_EXIT_PROGRAM		= Honeyview est déjà exécuté. Veuillez fermer le programme.
MSG_ASK_DELETE_ALL_FILES		= Certains fichiers restent dans le dossier d'installation ($INSTDIR).[br][br]Voulez-vous supprimer le dossier complètement ?
MSG_ASK_RESTART_EXPLORER		= Pour terminer l'installation, l'Explorateur Windows doit redémarrer. Voulez-vous redémarrer maintenant ?
MSG_ASK_UNINSTALL_HV3			= Honeyview 3 est déjà installé. Vous devez désinstallé Honeyview 3 avant d'installer la nouvelle version. Voulez-vous poursuivre ?
MSG_UNINSTALL_HV3_FAILED		= Impossible de désinstaller.
MSG_RESTART_EXPLORER			= L'Explorateur Windows va redémarrer pour terminer la désinstallation de Honeyview 3.

TEXT_LICENSE				= Accord de licence d'Honeyview
TEXT_OPTIONS				= Option d'installation
TEXT_OPT_PROGRAMGROUP			= Créer un raccourci dans le menu Démarrer
TEXT_OPT_DESKTOPSHORCUT			= Créer un raccourci sur le bureau
TEXT_OPT_QUICKLAUNCH			= Créer un raccourci dans la barre de Lancement rapide
TEXT_OPT_FOLDER				= Dossier de destination
TEXT_OPT_REGIMAGE			= Association de fichiers
TEXT_SELECT_FOLDER			= Sélectionnez le dossier
TEXT_LICENSE_LINK			= (Site Internet)

TEXT_INSTALLER_MAIN_LICENSE_LINE_1	= CONTRAT DE LICENCE UTILISATEUR FINAL
TEXT_INSTALLER_MAIN_LICENSE_LINE_2	= Honeyview est une visionneuse d'image ultra-rapide libre développé et distribué par Bandisoft.[br][br]Ce programme est gratuit pour les particuliers, les entreprises, le gouvernement, et plus encore.

TEXT_ASK_RESTART_EXPLORER		= L'Explorateur Windows va redémarrer pour terminer l'installation. Voulez-vous redémarrer maintenant ?
TEXT_NEED_ADMIN_PRIVILEGE		= Ce programme ne peut être installé que par un utilisateur avec des droits d'administrateur.[br][br]Les utilisateurs non administrateurs ne peuvent pas installer correctement le programme.[br][br]Voulez-vous arrêter l'installation ?

